brew "neovim"
brew "starship"
brew "stow"
brew "tmux"
brew "direnv"
brew "eza"
brew "pnpm"
brew "rustup"
brew "llvm"
brew "coreutils"
brew "zoxide"
brew "awscli"
brew "aws-sam-cli"
cask "gcloud-cli" if OS.mac?

cask "font-mononoki-nerd-font" if OS.mac?
