brew "neovim"
brew "starship"
brew "stow"
brew "tmux"
brew "direnv"
brew "eza"
brew "pnpm"
brew "rustup"
brew "llvm"
brew "coreutils"
brew "ripgrep"
brew "fd"
brew "uv"
brew "poetry"
brew "just"
brew "zoxide"
brew "tig"
brew "awscli" if OS.mac?
brew "aws-sam-cli"
cask "gcloud-cli" if OS.mac?

cask "orbstack" if OS.mac?
cask "font-mononoki-nerd-font" if OS.mac?
