brew "neovim"
brew "starship"
brew "stow"
brew "tmux"
brew "direnv"
brew "eza"
brew "pnpm"
brew "rustup"
brew "go"
brew "llvm"
brew "coreutils"
brew "ripgrep"
brew "fd"
brew "uv"
brew "poetry"
brew "just"
brew "go-task"
brew "zola"
brew "zoxide"
brew "tig"
brew "gh"
brew "git-lfs"
brew "mermaid-cli"
brew "tree"
brew "awscli"
brew "aws-sam-cli"
cask "gcloud-cli" if OS.mac?

cask "ghostty" if OS.mac?
cask "orbstack" if OS.mac?
cask "font-mononoki-nerd-font" if OS.mac?
